chat_system_1209797836_actor_description=Dragon Krordge. Pink she-dragon.
chat_system_1209797836_snap_0_question=^?^A human? In my cave? What are you doing here, human? Maybe the orcs sent you to feed me? They have been feeding me very well lately. Only their meat is rather tough. I do prefer human meat.
chat_system_1209797836_snap_0_answer_0=^?^I'm not just a human; I'm the Royal Treasure Searcher!
chat_system_1209797836_snap_1_question=^?^You think I'm interested in who you are? Such humans like you have come to me several times, in hopes to steal my treasures. And my, they were delicious! But their armor was strong; I might have broken a tooth...<br>The fools! Think about it - why would a dragon need gold if he can't buy anything with it? And even if the dragon wanted to buy something, wouldn't it be easier to simply scare the trader, or take away everything by force!
chat_system_1209797836_snap_1_answer_0=^?^How should I know, why? Maybe, you like to scratch your belly with the gold coins?
chat_system_1209797836_snap_1_answer_1=^?^Perhaps you want to buy nice dresses for the princesses you kidnap?
chat_system_1209797836_snap_1_answer_2=^?^Maybe you are like magpies, and just enjoy collecting shining things?
chat_system_1209797836_snap_2_question=^?^Ha ha! Almost funny. Dragons need princesses and gold, so that brave men like you and orcs will come to our dens. The food walks right into your mouth by itself - isn't it wonderful?<br>But gold is better than princesses. Gold doesn't yell, it doesn't demand new dresses, and there's no need to feed them. Do you know how bad it smells when a princess dies of hunger? - However, more brave men come to save them, and among them there are many tasty noblemen... Yum-yum...
chat_system_1209797836_snap_2_answer_0=^?^Hmm, so it is - the severe truth of life. And why do you need the Mask of Youth, you pot-bellied lizard?
chat_system_1209797836_snap_3_question=^?^Rude... How could you say such rude things to a girl? And anyway, I'm very slim for a dragon!<br>Orcs don't want gold and princesses. But for the mask, many tasty orcs will come. Artifacts attract the food very well. But you need to be smart...<br>There was one dragon, Goran, he was greedy and silly. It was a bad idea to steal an elven crown. He found out he could not digest the ten thousand elven arrows that hit his belly... Too much food can be a bad thing...
chat_system_1209797836_snap_3_answer_0=^?^Hmm... So, you are a girl? I mean a she-dragon? So, you need the mask to get younger...
chat_system_1209797836_snap_4_question=^?^You are a very impudent and silly human, especially for food! You shouldn't ask a girl about her age, even if she is a dragon!<br>No, I won't give you the Mask. It attracts orcs too well. And besides, I'll admit it's nice to become a couple of hundred years younger...
chat_system_1209797836_snap_4_answer_0=^?^And I was listening to you all this time? I don't believe a word of it. Give me the mask immediately! (Attack the dragon...)
chat_system_1209797836_snap_4_answer_1=^?^It isn't like me to offend a woman, but nevertheless, lady-dragon, for your sake I'm ready to give up my principles. I'm sorry... Defend yourself, you fat, lazy lizard! (Attack the dragon...)
